<?
$a_week=array("일","월","화","수","목","금","토");

//$a_licence_kind=array('11'=>"1종보통",'12'=>"1종대형",'21'=>"2종면허");	//면허종별
//$a_arrive1=array("","없음","제주거주","전날도착","항공편미정","김포","인천","김해","대구","청주","광주","군산","순천","원주","울산","포항","여수","진주","부산항","목포항","녹동항","완도항");
//$a_arrive2=array("","없음","제주거주","다음날출발","항공편미정","김포","인천","김해","대구","청주","광주","군산","순천","원주","울산","포항","여수","진주","부산항","목포항","녹동항","완도항");

$a_gear_type=array('1'=>"스틱",'2'=>"오토");
$a_fuel_type=array('1'=>"휘발유", '2'=>"경유", '3'=>"LPG", '4'=>"휘발유/LPG");
$a_keep_car=array('0'=>"비보유", '1'=>"보유", '2'=>"입고예정", '100'=>"미등재");
$a_keep_car_color=array('0'=>'red','1'=>'blue','2'=>'green','100'=>'gray');
$a_car_maker=array('1'=>'현대','2'=>'기아','3'=>'쉐보레','4'=>'르노삼성','5'=>'쌍용','6'=>'수입');
$a_car_wheel=array('1'=>'전륜','2'=>'후륜','3'=>'4륜');

$a_insure_company=array('1'=>'자체운영','2'=>'보험사');
$a_use=array('1'=>'사용함', '0'=>'사용안함');
$a_exist=array('1'=>'있음', '0'=>'없음');
$a_use_color=array('1'=>'blue', '0'=>'red');

//$a_place=array('1'=>"제주공항", '2'=>"제주항", '3'=>"제주시내", '4'=>"애월/함덕", '5'=>"성산/한림", '6'=>"서귀포");
//$a_place_fee=array('1'=>"0", '2'=>"0", '3'=>"10000", '4'=>"20000", '5'=>"30000", '6'=>"30000");

$a_state_color=array('gray','blue','green','black','red','red','red','red','blue','ff6600','gray','blue','red','green','gray','black'); //상태색상
$a_state=array('','신청','접수','완료','취소','마감','오류','중복','부재','보류'); //예약상태
//$a_rebate_state=array('철회','취소요청','환불요청','접수','환불완료'); //환불신청 상태
//$a_tax_state=array('','대기','접수','발급','취소','오류'); //세금계산서 상태

$a_insure=array('0'=>"미가입",'1'=>"일반면책",'2'=>"완전면책");
$a_insure_info=array('0'=>"미가입 : 수리비전액 + 휴차보상료 부담",'1'=>"일반면책 : 면책금 + 휴차보상료 부담",'2'=>"완전면책 : 면책한도금액까지 고객부담금 없음");
$a_insure_cal=array('1'=>"일단위",'2'=>"시간단위");

$a_gender = array('1' => '남', '2'=>'여');
$a_drive_year = array('1' => '1년미만', '2' => '1년이상');
$a_pay_way=array('','계좌이체','카드결제','현금결제');

$a_option=array('','편의사항','기본옵션','안전장치','영상음향','추가옵션'); 

$a_corp=array('1'=>'렌트카');
?>